botversion = "0.8.1"
lastbotupdate = "17.03.2020"

week_days = ['Понеділок', 'Вівторок', 'Середа', 'Четвер', 'П\'ятниця', 'Тиждень']
week = ['Понеділок', 'Вівторок', 'Середа', 'Четвер', 'П\'ятниця', 'Субота', 'Неділя']

stud_years = [
    '1 курс',
    '2 курс',
    '3 курс',
    '4 курс',
    '1 курс м.',
    '2 курс м.',
    'Вчителі фізики (Туркменістан)',
]

avaiable_comands='''
/schedule - _Розклад занять_
/nord - _Чисельник чи знаменник_
/emails - _Дізнатись пошту викладача_
/library - _Архів літератури_
/other - _Інші доступні команди_
'''

other_comands='''
/ttsport - _Розклад занять в спорткомплексі_

/ttclinic - _Розклад роботи поліклініки_

/qmminka - _Тест по мінному диктанту з КМ_

/edminka - _Мінка з електродинаміки_

'''

departments = ["Загальної фізики", "КТП", "Функ. матеріалів",
"Експеримент. фіз.", "Астрономії", "Ядерної фізики", "Теоретичної фіз.",
"Оптики", "Молекулярної фіз.", "Фізики металів"]


last_polyclinic_photos = '30.11.2019p.\nФото взято з офіційного каналу СПУ.'

last_sport_photos = '09.09.2019p.'

sch_doc_path = 'local_data/sch_2s_20-21.xlsx'
